Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# progress.biasHigh
source: You read games as stronger than they are, by %lld points on average.
ar_sa: تميل إلى تقدير المباريات أقوى مما هي، بمعدل %lld نقطة.
cs: Partie odhaduješ silnější, než jsou, v průměru o %lld bodů.
da: Du vurderer partier stærkere, end de er — i snit %lld point.
de_de: Du schätzt Partien um durchschnittlich %lld Punkte zu stark ein.
el: Βλέπεις τις παρτίδες πιο δυνατές απ' ό,τι είναι, κατά %lld πόντους κατά μέσο όρο.
es_es: Sueles ver las partidas más fuertes de lo que son, por %lld puntos de media.
fi: Arvioit pelit vahvemmiksi kuin ne ovat, keskimäärin %lld pistettä.
fr_ca: Vous jugez les parties plus fortes qu'elles ne sont, de %lld points en moyenne.
he: אתה נוטה להעריך משחקים כחזקים מכפי שהם, ב-%lld נקודות בממוצע.
hi: आप बाज़ियों को असल से मज़बूत आँकते हैं, औसतन %lld अंक।
hu: A játszmákat erősebbnek olvasod, mint amilyenek — átlagban %lld ponttal.
id: Kamu membaca partai lebih kuat daripada kenyataannya, rata-rata %lld poin.
it: Tendi a giudicare le partite più forti di quello che sono, di %lld punti in media.
ja: 対局を実際より強いと見る傾向があります（平均 %lld 点）。
ko: 대국을 실제보다 강하게 보는 편입니다. 평균 %lld점.
ms: Anda membaca perlawanan lebih kuat daripada sebenarnya, purata %lld mata.
nl_nl: Je schat partijen sterker in dan ze zijn, gemiddeld %lld punten.
no: Du leser partier som sterkere enn de er, i snitt %lld poeng.
pl: Oceniasz partie jako mocniejsze niż są, średnio o %lld punktów.
pt_br: Você lê as partidas como mais fortes do que são, em média %lld pontos.
ro: Citești partidele ca fiind mai puternice decât sunt, în medie cu %lld puncte.
ru: Вы оцениваете партии сильнее, чем они есть, в среднем на %lld очков.
sv: Du läser partier som starkare än de är, i snitt %lld poäng.
th: คุณมักประเมินเกมสูงกว่าความจริง เฉลี่ย %lld แต้ม
tr: Oyunları olduğundan güçlü okuyorsun; ortalama %lld puan.
vi: Bạn thường đánh giá ván cờ mạnh hơn thực tế, trung bình %lld điểm.
zh_hans: 你倾向于把对局看得比实际更强，平均高 %lld 分。
zh_hant: 你傾向把對局看得比實際更強，平均高 %lld 分。

# progress.biasLow
source: You read games as weaker than they are, by %lld points on average.
ar_sa: تميل إلى تقدير المباريات أضعف مما هي، بمعدل %lld نقطة.
cs: Partie odhaduješ slabší, než jsou, v průměru o %lld bodů.
da: Du vurderer partier svagere, end de er — i snit %lld point.
de_de: Du schätzt Partien um durchschnittlich %lld Punkte zu schwach ein.
el: Βλέπεις τις παρτίδες πιο αδύναμες απ' ό,τι είναι, κατά %lld πόντους κατά μέσο όρο.
es_es: Sueles ver las partidas más flojas de lo que son, por %lld puntos de media.
fi: Arvioit pelit heikommiksi kuin ne ovat, keskimäärin %lld pistettä.
fr_ca: Vous jugez les parties plus faibles qu'elles ne sont, de %lld points en moyenne.
he: אתה נוטה להעריך משחקים כחלשים מכפי שהם, ב-%lld נקודות בממוצע.
hi: आप बाज़ियों को असल से कमज़ोर आँकते हैं, औसतन %lld अंक।
hu: A játszmákat gyengébbnek olvasod, mint amilyenek — átlagban %lld ponttal.
id: Kamu membaca partai lebih lemah daripada kenyataannya, rata-rata %lld poin.
it: Tendi a giudicare le partite più deboli di quello che sono, di %lld punti in media.
ja: 対局を実際より弱いと見る傾向があります（平均 %lld 点）。
ko: 대국을 실제보다 약하게 보는 편입니다. 평균 %lld점.
ms: Anda membaca perlawanan lebih lemah daripada sebenarnya, purata %lld mata.
nl_nl: Je schat partijen zwakker in dan ze zijn, gemiddeld %lld punten.
no: Du leser partier som svakere enn de er, i snitt %lld poeng.
pl: Oceniasz partie jako słabsze niż są, średnio o %lld punktów.
pt_br: Você lê as partidas como mais fracas do que são, em média %lld pontos.
ro: Citești partidele ca fiind mai slabe decât sunt, în medie cu %lld puncte.
ru: Вы оцениваете партии слабее, чем они есть, в среднем на %lld очков.
sv: Du läser partier som svagare än de är, i snitt %lld poäng.
th: คุณมักประเมินเกมต่ำกว่าความจริง เฉลี่ย %lld แต้ม
tr: Oyunları olduğundan zayıf okuyorsun; ortalama %lld puan.
vi: Bạn thường đánh giá ván cờ yếu hơn thực tế, trung bình %lld điểm.
zh_hans: 你倾向于把对局看得比实际更弱，平均低 %lld 分。
zh_hant: 你傾向把對局看得比實際更弱，平均低 %lld 分。

# progress.closest
source: Closest
ar_sa: أقرب تخمين
cs: Nejlepší odhad
da: Tætteste bud
de_de: Bester Tipp
el: Πλησιέστερη εκτίμηση
es_es: Mejor acierto
fi: Lähin arvaus
fr_ca: Meilleure estimation
he: הניחוש הקרוב ביותר
hi: सबसे क़रीबी अनुमान
hu: Legjobb tipp
id: Tebakan terdekat
it: Stima migliore
ja: 最も近い予想
ko: 가장 근접
ms: Tekaan terdekat
nl_nl: Dichtste schatting
no: Nærmeste tips
pl: Najlepszy typ
pt_br: Melhor palpite
ro: Cea mai bună estimare
ru: Лучшая оценка
sv: Närmaste gissning
th: ทายใกล้ที่สุด
tr: En yakın tahmin
vi: Lần đoán sát nhất
zh_hans: 最接近的一次
zh_hant: 最接近的一次

# progress.dayStreak
source: Day streak
ar_sa: سلسلة الأيام
cs: Série dní
da: Dage i træk
de_de: Tagesserie
el: Σερί ημερών
es_es: Racha de días
fi: Päiväputki
fr_ca: Série de jours
he: רצף ימים
hi: लगातार दिन
hu: Napi sorozat
id: Rentetan hari
it: Giorni di fila
ja: 連続日数
ko: 연속 일수
ms: Rentetan hari
nl_nl: Dagenreeks
no: Dager på rad
pl: Seria dni
pt_br: Sequência de dias
ro: Zile la rând
ru: Дней подряд
sv: Dagar i rad
th: ต่อเนื่องกี่วัน
tr: Gün serisi
vi: Chuỗi ngày
zh_hans: 连续天数
zh_hant: 連續天數

# progress.endgames
source: Endgames
ar_sa: النهايات
cs: Koncovky
da: Slutspil
de_de: Endspiele
el: Φινάλε
es_es: Finales
fi: Loppupelit
fr_ca: Finales
he: סופים
hi: अंत-खेल
hu: Végjátékok
id: Akhir permainan
it: Finali
ja: 終盤
ko: 엔드게임
ms: Permainan akhir
nl_nl: Eindspelen
no: Sluttspill
pl: Końcówki
pt_br: Finais
ro: Finaluri
ru: Эндшпили
sv: Slutspel
th: เกมท้าย
tr: Oyunsonu
vi: Tàn cuộc
zh_hans: 残局
zh_hant: 殘局

# progress.everyPoolIsRatedApart
source: Each of these is rated on its own. Solving with a clock running is a different skill from solving with all afternoon, and beating a bot whose strength you chose is a different measure again.
ar_sa: كل تصنيف من هذه قائم بذاته. الحل والساعة تجري مهارة غير الحل وأمامك بعد الظهر كله، والفوز على روبوت اخترت أنت قوته يقيس شيئًا آخر تمامًا.
cs: Každé z těchto čísel platí samo za sebe. Řešit s běžícími hodinami je jiná dovednost než řešit s celým odpolednem, a porazit bota, jehož sílu jste si sami zvolili, měří zase něco jiného.
da: Hvert af disse tal står for sig selv. At løse med uret i gang er en anden færdighed end at løse med hele eftermiddagen, og at slå en bot, hvis styrke du selv valgte, måler noget helt tredje.
de_de: Jede dieser Wertungen steht für sich. Mit laufender Uhr zu lösen ist etwas anderes, als einen ganzen Nachmittag Zeit zu haben, und einen Bot zu schlagen, dessen Stärke Sie selbst gewählt haben, misst wieder etwas anderes.
el: Καθεμιά από αυτές τις βαθμολογίες στέκει μόνη της. Το να λύνεις με το ρολόι να τρέχει είναι άλλη ικανότητα από το να λύνεις έχοντας όλο το απόγευμα, και το να νικάς ένα μποτ του οποίου τη δύναμη διάλεξες εσύ μετράει κάτι εντελώς άλλο.
es_es: Cada una de estas puntuaciones va por su cuenta. Resolver con el reloj en marcha no es la misma habilidad que resolver con toda la tarde por delante, y ganar a un bot cuya fuerza has elegido tú mide otra cosa distinta.
fi: Jokainen näistä luvuista on omansa. Ratkaiseminen kello käynnissä on eri taito kuin ratkaiseminen koko iltapäivä aikaa, ja botin voittaminen, jonka vahvuuden itse valitsit, mittaa taas jotain muuta.
fr_ca: Chacun de ces classements vaut pour lui seul. Résoudre la pendule en marche n'est pas la même chose que résoudre avec tout l'après-midi devant soi, et battre un bot dont vous avez choisi la force mesure encore autre chose.
he: כל אחד מהדירוגים האלה עומד בפני עצמו. לפתור כשהשעון רץ היא מיומנות אחרת מלפתור כשיש לך את כל אחר הצהריים, ולנצח בוט שאת עוצמתו בחרת בעצמך מודד דבר אחר לגמרי.
hi: इनमें से हर रेटिंग अपने आप में अलग है। घड़ी चलते हुए हल करना उतना ही अलग कौशल है जितना पूरी दोपहर लेकर हल करना, और जिस बॉट की ताक़त आपने खुद चुनी है उसे हराना तो कुछ और ही नापता है।
hu: Ezek mindegyike külön értékelés. Járó órával megoldani más képesség, mint egész délután gondolkodni rajta, egy olyan bot legyőzése pedig, amelynek az erejét te választottad, megint mást mér.
id: Masing-masing peringkat ini berdiri sendiri. Memecahkan soal dengan jam berjalan adalah keterampilan yang berbeda dari memecahkannya dengan waktu sepanjang sore, dan mengalahkan bot yang kekuatannya Anda pilih sendiri mengukur hal lain lagi.
it: Ognuno di questi punteggi vale per sé. Risolvere con l'orologio in moto è un'abilità diversa dal risolvere avendo tutto il pomeriggio, e battere un bot di cui hai scelto tu la forza misura un'altra cosa ancora.
ja: これらのレーティングはそれぞれ別のものです。時計を動かしながら解くのと、午後をまるごと使って解くのとは別の技術であり、強さを自分で選んだボットに勝つことは、また別のものを測っています。
ko: 이 점수들은 각각 따로 매겨집니다. 시계를 켜 두고 푸는 것은 오후 내내 붙잡고 푸는 것과 다른 능력이며, 세기를 직접 고른 봇을 이기는 것은 또 다른 것을 재는 일입니다.
ms: Setiap satu daripada penarafan ini berdiri sendiri. Menyelesaikan dengan jam berjalan ialah kemahiran yang berbeza daripada menyelesaikannya sepanjang petang, dan menewaskan bot yang kekuatannya anda pilih sendiri mengukur perkara lain pula.
nl_nl: Elk van deze ratings staat op zichzelf. Oplossen met de klok erbij is iets anders dan oplossen met de hele middag, en een bot verslaan waarvan u de sterkte zelf koos meet weer iets anders.
no: Hvert av disse tallene står for seg selv. Å løse med klokka i gang er en annen ferdighet enn å løse med hele ettermiddagen, og å slå en bot du selv valgte styrken på måler noe helt annet.
pl: Każdy z tych rankingów liczy się osobno. Rozwiązywanie z zegarem to inna umiejętność niż rozwiązywanie przez całe popołudnie, a pokonanie bota, którego siłę sam wybrałeś, mierzy jeszcze coś innego.
pt_br: Cada uma destas pontuações vale por si. Resolver com o relógio andando é uma habilidade diferente de resolver com a tarde inteira pela frente, e vencer um bot cuja força você escolheu mede outra coisa ainda.
ro: Fiecare dintre aceste clasamente stă pe cont propriu. A rezolva cu ceasul pornit este altă îndemânare decât a rezolva cu toată după-amiaza înainte, iar a învinge un bot a cărui forță ai ales-o tu măsoară cu totul altceva.
ru: Каждый из этих рейтингов сам по себе. Решать с идущими часами — не то же умение, что решать, имея впереди целый вечер, а победа над ботом, силу которого вы выбрали сами, измеряет и вовсе другое.
sv: Var och en av dessa siffror står för sig själv. Att lösa med klockan igång är en annan färdighet än att lösa med hela eftermiddagen, och att slå en bot vars styrka du själv valt mäter något helt annat.
th: แต้มแต่ละอย่างนี้นับแยกจากกัน การแก้โจทย์ขณะนาฬิกาเดินเป็นคนละทักษะกับการแก้โจทย์ทั้งบ่าย และการชนะบ็อตที่คุณเลือกความแข็งแกร่งเองก็วัดอีกอย่างหนึ่ง
tr: Bunların her biri kendi başına puanlanır. Saat işlerken çözmek, önünde bütün bir öğleden sonra varken çözmekten başka bir beceridir; gücünü kendinizin seçtiği bir botu yenmek ise bambaşka bir şey ölçer.
vi: Mỗi hệ số này đứng riêng một mình. Giải bài với đồng hồ đang chạy là một kỹ năng khác với giải bài khi có cả buổi chiều, còn thắng một bot mà bạn tự chọn sức mạnh cho nó lại đo một thứ khác nữa.
zh_hans: 这些等级分各算各的。开着钟解题与有一下午慢慢想是两种本事，而战胜一个由你自己挑定强度的机器人，量的又是另一回事。
zh_hant: 這些等級分各算各的。開著鐘解題與有一下午慢慢想是兩種本事，而戰勝一個由你自己挑定強度的機器人，量的又是另一回事。

# progress.games
source: Games
ar_sa: المباريات
cs: Partie
da: Partier
de_de: Partien
el: Παρτίδες
es_es: Partidas
fi: Pelit
fr_ca: Parties
he: משחקים
hi: बाज़ियाँ
hu: Játszmák
id: Partai
it: Partite
ja: 対局
ko: 대국
ms: Perlawanan
nl_nl: Partijen
no: Partier
pl: Partie
pt_br: Partidas
ro: Partide
ru: Партии
sv: Partier
th: เกม
tr: Oyunlar
vi: Ván cờ
zh_hans: 对局
zh_hant: 對局

# progress.gamesJudged
source: Games judged
ar_sa: مباريات مقيَّمة
cs: Posouzené partie
da: Vurderede partier
de_de: Bewertete Partien
el: Παρτίδες που έκρινες
es_es: Partidas valoradas
fi: Arvioidut pelit
fr_ca: Parties jugées
he: משחקים ששפטת
hi: आँकी गई बाज़ियाँ
hu: Értékelt játszmák
id: Partai dinilai
it: Partite valutate
ja: 判定した対局
ko: 판정한 대국
ms: Perlawanan dinilai
nl_nl: Beoordeelde partijen
no: Vurderte partier
pl: Ocenione partie
pt_br: Partidas avaliadas
ro: Partide evaluate
ru: Оценено партий
sv: Bedömda partier
th: เกมที่ประเมินแล้ว
tr: Değerlendirilen oyun
vi: Ván đã đoán
zh_hans: 已判断对局
zh_hant: 已判斷對局

# progress.guessTheElo
source: Guess the Elo
ar_sa: خمّن التصنيف
cs: Hádej Elo
da: Gæt ratingen
de_de: Elo raten
el: Μάντεψε το Elo
es_es: Adivina el Elo
fi: Arvaa rating
fr_ca: Devinez l'Elo
he: נחש את הדירוג
hi: रेटिंग पहचानिए
hu: Találd ki az Élőt
id: Tebak Elo
it: Indovina l'Elo
ja: レーティング当て
ko: 레이팅 맞히기
ms: Teka Elo
nl_nl: Raad de Elo
no: Gjett ratingen
pl: Zgadnij Elo
pt_br: Adivinhe o Elo
ro: Ghicește Elo
ru: Угадай Эло
sv: Gissa ratingen
th: ทายเรตติ้ง
tr: Elo'yu tahmin et
vi: Đoán hệ số
zh_hans: 猜等级分
zh_hant: 猜等級分

# progress.leave
source: Leave
ar_sa: مغادرة
cs: Odejít
da: Forlad
de_de: Verlassen
el: Έξοδος
es_es: Salir
fi: Poistu
fr_ca: Quitter
he: צא
hi: बाहर
hu: Kilépés
id: Keluar
it: Esci
ja: 離れる
ko: 나가기
ms: Keluar
nl_nl: Verlaten
no: Forlat
pl: Wyjdź
pt_br: Sair
ro: Ieși
ru: Выйти
sv: Lämna
th: ออก
tr: Çık
vi: Rời
zh_hans: 离开
zh_hant: 離開

# progress.library
source: Library
ar_sa: المكتبة
cs: Knihovna
da: Bibliotek
de_de: Bibliothek
el: Βιβλιοθήκη
es_es: Biblioteca
fi: Kirjasto
fr_ca: Bibliothèque
he: ספרייה
hi: संग्रह
hu: Könyvtár
id: Pustaka
it: Archivio
ja: ライブラリ
ko: 라이브러리
ms: Pustaka
nl_nl: Bibliotheek
no: Bibliotek
pl: Biblioteka
pt_br: Biblioteca
ro: Bibliotecă
ru: Библиотека
sv: Bibliotek
th: คลัง
tr: Kütüphane
vi: Thư viện
zh_hans: 题库
zh_hant: 題庫

# progress.onlineRatingIsKeptApart
source: Online rating is kept apart from the training ratings: it measures you against the people you play, not against a library. Each clock is rated on its own — three minutes and thirty are different games.
ar_sa: يُحفظ تصنيف الإنترنت منفصلًا عن تصنيفات التدريب: فهو يقيسك أمام أشخاص تلعب ضدهم، لا أمام مجموعة تمارين.
cs: Online rating se vede odděleně od tréninkových: měří tě proti lidem, se kterými hraješ, ne proti sbírce úloh.
da: Onlineratingen holdes adskilt fra træningsratings: den måler dig mod de mennesker, du spiller mod, ikke mod en samling opgaver.
de_de: Die Online-Wertung wird getrennt von den Trainingswertungen geführt: Sie misst dich an den Menschen, gegen die du spielst, nicht an einer Aufgabensammlung.
el: Η διαδικτυακή βαθμολογία κρατιέται χωριστά από τις προπονητικές: σε μετρά απέναντι σε ανθρώπους, όχι απέναντι σε μια συλλογή ασκήσεων.
es_es: La valoración en línea se mantiene aparte de las de entrenamiento: te mide frente a las personas con las que juegas, no frente a una colección.
fi: Verkkorating pidetään erillään harjoitusratingeista: se mittaa sinua ihmisiä vastaan, ei tehtäväkokoelmaa vastaan.
fr_ca: Le classement en ligne est tenu à part des classements d'entraînement : il vous mesure face aux joueurs que vous affrontez, pas face à une collection.
he: הדירוג המקוון נשמר בנפרד מדירוגי האימון: הוא מודד אותך מול אנשים שאתה משחק נגדם, לא מול אוסף תרגילים.
hi: ऑनलाइन रेटिंग अभ्यास रेटिंग से अलग रखी जाती है: यह आपको उन लोगों के मुक़ाबले आँकती है जिनसे आप खेलते हैं, किसी प्रश्न-संग्रह के मुक़ाबले नहीं।
hu: Az online értékszám külön áll az edzésértékszámoktól: emberekhez mér, nem egy feladatgyűjteményhez.
id: Rating daring dipisahkan dari rating latihan: ia mengukurmu terhadap orang yang kamu lawan, bukan terhadap kumpulan soal.
it: Il punteggio online è tenuto separato da quelli di allenamento: misura te contro le persone con cui giochi, non contro una raccolta.
ja: オンラインのレーティングは練習用とは別に管理されます。問題集ではなく、対戦した相手に対するあなたの強さを測るものだからです。
ko: 온라인 레이팅은 훈련 레이팅과 따로 관리합니다. 문제집이 아니라 상대한 사람들을 기준으로 당신을 재기 때문입니다.
ms: Rating dalam talian diasingkan daripada rating latihan: ia mengukur anda berbanding orang yang anda lawan, bukan berbanding kumpulan soalan.
nl_nl: De onlinerating staat los van de trainingsratings: die meet je tegen de mensen met wie je speelt, niet tegen een verzameling opgaven.
no: Nettratingen holdes atskilt fra treningsratingene: den måler deg mot menneskene du møter, ikke mot en samling oppgaver.
pl: Ranking online jest trzymany osobno od treningowych: mierzy cię wobec ludzi, z którymi grasz, a nie wobec zbioru zadań.
pt_br: O rating on-line fica separado dos ratings de treino: ele mede você contra as pessoas com quem joga, não contra uma coleção.
ro: Ratingul online e ținut separat de cele de antrenament: te măsoară față de oamenii cu care joci, nu față de o colecție de exerciții.
ru: Онлайн-рейтинг ведётся отдельно от тренировочных: он измеряет вас против живых соперников, а не против набора задач.
sv: Onlineratingen hålls skild från träningsratingarna: den mäter dig mot människorna du möter, inte mot en samling uppgifter.
th: เรตติ้งออนไลน์แยกจากเรตติ้งฝึกซ้อม เพราะมันวัดคุณกับคนที่คุณเล่นด้วย ไม่ใช่กับชุดแบบฝึก
tr: Çevrimiçi puan, antrenman puanlarından ayrı tutulur: seni bir soru bankasına değil, karşına çıkan insanlara göre ölçer.
vi: Hệ số trực tuyến được tách khỏi hệ số luyện tập: nó đo bạn với những người bạn gặp, không phải với một tập bài.
zh_hans: 在线等级分与训练等级分分开计算：它衡量的是你面对真人的水平，而不是面对一套题库。
zh_hant: 線上等級分與訓練等級分分開計算：它衡量的是你面對真人的水準，而不是面對一套題庫。

# progress.overall
source: Overall
ar_sa: الإجمالي
cs: Celkově
da: Samlet
de_de: Gesamt
el: Συνολικά
es_es: Global
fi: Kokonais
fr_ca: Global
he: כללי
hi: कुल
hu: Összesített
id: Keseluruhan
it: Complessivo
ja: 総合
ko: 종합
ms: Keseluruhan
nl_nl: Totaal
no: Totalt
pl: Ogólny
pt_br: Geral
ro: General
ru: Общий
sv: Totalt
th: รวม
tr: Genel
vi: Tổng
zh_hans: 总体
zh_hant: 總體

# progress.play
source: Play
ar_sa: اللعب
cs: Hra
da: Spil
de_de: Spielen
el: Παιχνίδι
es_es: Jugar
fi: Pelaa
fr_ca: Jouer
he: שחק
hi: खेलें
hu: Játék
id: Main
it: Gioca
ja: 対局
ko: 대국
ms: Main
nl_nl: Spelen
no: Spill
pl: Graj
pt_br: Jogar
ro: Joacă
ru: Игра
sv: Spela
th: เล่น
tr: Oyna
vi: Chơi
zh_hans: 对弈
zh_hant: 對弈

# progress.positional
source: Positional
ar_sa: الوضعي
cs: Poziční
da: Position
de_de: Stellung
el: Θεσιακά
es_es: Posicional
fi: Asema
fr_ca: Positionnel
he: עמדתי
hi: स्थितिगत
hu: Pozíciós
id: Posisional
it: Posizionale
ja: 局面判断
ko: 포지션
ms: Kedudukan
nl_nl: Positioneel
no: Posisjon
pl: Pozycyjne
pt_br: Posicional
ro: Pozițional
ru: Позиция
sv: Position
th: เชิงตำแหน่ง
tr: Konumsal
vi: Thế trận
zh_hans: 局面
zh_hant: 局面

# progress.progress
source: Progress
ar_sa: التقدّم
cs: Pokrok
da: Fremgang
de_de: Fortschritt
el: Πρόοδος
es_es: Progreso
fi: Edistyminen
fr_ca: Progression
he: התקדמות
hi: प्रगति
hu: Fejlődés
id: Kemajuan
it: Progressi
ja: 上達
ko: 진행
ms: Kemajuan
nl_nl: Voortgang
no: Utvikling
pl: Postępy
pt_br: Progresso
ro: Progres
ru: Прогресс
sv: Utveckling
th: ความคืบหน้า
tr: İlerleme
vi: Tiến bộ
zh_hans: 进度
zh_hant: 進度

# progress.puzzleRatingsRunAFew
source: Puzzle ratings run a few hundred points above over-the-board ratings — treat them as a measure of progress against yourself.
ar_sa: تصنيفات الألغاز أعلى بمئات النقاط من تصنيفات البطولات — اعتبرها مقياسًا لتقدّمك أنت.
cs: Ratingy úloh bývají o pár set bodů vyšší než turnajové — ber je jako měřítko vlastního pokroku.
da: Opgaveratings ligger et par hundrede point over turneringsratings — brug dem som mål for din egen fremgang.
de_de: Aufgabenwertungen liegen einige hundert Punkte über Turnierwertungen — nimm sie als Maß für deinen eigenen Fortschritt.
el: Οι βαθμολογίες των ασκήσεων είναι μερικές εκατοντάδες πόντους πάνω από τις αγωνιστικές — πάρ' τες ως μέτρο της δικής σου προόδου.
es_es: Las valoraciones de los ejercicios están unos cientos de puntos por encima de las de torneo: tómalas como medida de tu propio progreso.
fi: Tehtäväratingit ovat muutaman sadan pisteen turnausratingeja korkeammalla — pidä niitä oman edistymisesi mittarina.
fr_ca: Les classements de problèmes se situent quelques centaines de points au-dessus des classements de tournoi — prenez-les comme une mesure de votre propre progression.
he: דירוגי תרגילים גבוהים במאות נקודות מדירוגי תחרות — התייחס אליהם כמדד להתקדמות שלך מול עצמך.
hi: पहेली रेटिंग टूर्नामेंट रेटिंग से कुछ सौ अंक ऊपर रहती है — इसे अपनी प्रगति का पैमाना मानिए।
hu: A feladványértékszámok több száz ponttal a versenyértékszám fölött járnak — tekintsd a saját fejlődésed mércéjének.
id: Rating soal biasanya beberapa ratus poin di atas rating turnamen — anggap sebagai ukuran kemajuanmu sendiri.
it: I punteggi degli esercizi stanno qualche centinaio di punti sopra quelli da torneo: prendili come misura dei tuoi progressi.
ja: 問題のレーティングは大会レーティングより数百点高く出ます。自分自身の伸びを測る目安と考えてください。
ko: 문제 레이팅은 대회 레이팅보다 수백 점 높게 나옵니다. 자신의 성장 지표로 보세요.
ms: Rating teka-teki biasanya beberapa ratus mata lebih tinggi daripada rating kejohanan — anggap ia ukuran kemajuan anda sendiri.
nl_nl: Puzzelratings liggen een paar honderd punten boven toernooiratings — zie ze als maat voor je eigen vooruitgang.
no: Oppgaveratinger ligger noen hundre poeng over turneringsratinger — se dem som mål på din egen utvikling.
pl: Rankingi zadań są o kilkaset punktów wyższe od turniejowych — traktuj je jako miarę własnych postępów.
pt_br: Ratings de exercícios ficam algumas centenas de pontos acima dos de torneio — trate-os como medida do seu próprio progresso.
ro: Ratingurile de exerciții sunt cu câteva sute de puncte peste cele de turneu — ia-le ca măsură a propriului progres.
ru: Рейтинг задач на несколько сотен очков выше турнирного — считайте его мерой собственного прогресса.
sv: Uppgiftsratingar ligger några hundra poäng över turneringsratingar — se dem som ett mått på din egen utveckling.
th: เรตติ้งแบบฝึกมักสูงกว่าเรตติ้งการแข่งขันหลายร้อยแต้ม ให้ถือเป็นเครื่องวัดความก้าวหน้าของตัวเอง
tr: Problem puanları turnuva puanlarının birkaç yüz puan üstündedir — onları kendi ilerlemenin ölçüsü say.
vi: Hệ số bài tập thường cao hơn hệ số thi đấu vài trăm điểm — hãy xem nó như thước đo tiến bộ của chính bạn.
zh_hans: 习题等级分通常比正式比赛的等级分高出几百分，请把它当作衡量自身进步的尺子。
zh_hant: 習題等級分通常比正式比賽的等級分高出幾百分，請把它當作衡量自身進步的尺。

# progress.record
source: Record
ar_sa: السجل
cs: Bilance
da: Statistik
de_de: Bilanz
el: Απολογισμός
es_es: Balance
fi: Tilasto
fr_ca: Bilan
he: מאזן
hi: रिकॉर्ड
hu: Mérleg
id: Rekor
it: Bilancio
ja: 戦績
ko: 전적
ms: Rekod
nl_nl: Balans
no: Statistikk
pl: Bilans
pt_br: Retrospecto
ro: Bilanț
ru: Статистика
sv: Facit
th: สถิติ
tr: Karne
vi: Thành tích
zh_hans: 战绩
zh_hant: 戰績

# progress.resetAllProgress
source: Reset all progress
ar_sa: محو كل التقدّم
cs: Smazat veškerý pokrok
da: Nulstil al fremgang
de_de: Gesamten Fortschritt zurücksetzen
el: Διαγραφή όλης της προόδου
es_es: Borrar todo el progreso
fi: Nollaa kaikki edistyminen
fr_ca: Effacer toute la progression
he: אפס את כל ההתקדמות
hi: सारी प्रगति मिटाएँ
hu: Minden eredmény törlése
id: Hapus semua kemajuan
it: Azzera tutti i progressi
ja: すべての記録を消去
ko: 모든 기록 지우기
ms: Padam semua kemajuan
nl_nl: Alle voortgang wissen
no: Nullstill all utvikling
pl: Wyczyść wszystkie postępy
pt_br: Apagar todo o progresso
ro: Șterge tot progresul
ru: Сбросить весь прогресс
sv: Nollställ all utveckling
th: ล้างความคืบหน้าทั้งหมด
tr: Tüm ilerlemeyi sıfırla
vi: Xóa toàn bộ tiến trình
zh_hans: 清空全部进度
zh_hant: 清除全部進度

# progress.solved
source: Solved
ar_sa: مَحلولة
cs: Vyřešeno
da: Løst
de_de: Gelöst
el: Λυμένα
es_es: Resueltos
fi: Ratkaistu
fr_ca: Résolus
he: נפתרו
hi: हल
hu: Megoldva
id: Terpecahkan
it: Risolti
ja: 正解数
ko: 해결
ms: Selesai
nl_nl: Opgelost
no: Løst
pl: Rozwiązane
pt_br: Resolvidos
ro: Rezolvate
ru: Решено
sv: Lösta
th: แก้ได้
tr: Çözülen
vi: Đã giải
zh_hans: 已解决
zh_hant: 已解決

# progress.stay
source: Stay
ar_sa: البقاء
cs: Zůstat
da: Bliv
de_de: Bleiben
el: Παραμονή
es_es: Quedarse
fi: Jää
fr_ca: Rester
he: הישאר
hi: रुकें
hu: Maradok
id: Tetap di sini
it: Resta
ja: とどまる
ko: 머무르기
ms: Kekal
nl_nl: Blijven
no: Bli
pl: Zostań
pt_br: Ficar
ro: Rămâi
ru: Остаться
sv: Stanna
th: อยู่ต่อ
tr: Kal
vi: Ở lại
zh_hans: 留下
zh_hant: 留下

# progress.tactics
source: Tactics
ar_sa: التكتيك
cs: Taktika
da: Taktik
de_de: Taktik
el: Τακτική
es_es: Táctica
fi: Taktiikka
fr_ca: Tactique
he: טקטיקה
hi: रणनीति
hu: Taktika
id: Taktik
it: Tattica
ja: 戦術
ko: 전술
ms: Taktik
nl_nl: Tactiek
no: Taktikk
pl: Taktyka
pt_br: Tática
ro: Tactică
ru: Тактика
sv: Taktik
th: แทคติก
tr: Taktik
vi: Chiến thuật
zh_hans: 战术
zh_hant: 戰術
